SKILL_NAME = [
    'ファイター',
    'ソーサラー',
    'スカウト',
    'グラップラー',
    'コンジャラー',
    'レンジャー',
    'フェンサー',
    'プリースト',
    'セージ',
    'シューター',
    'エンハンサー',
    'フェアリーテイマー',
    'バード',
    'フィジカルマスター',
    'マギテック',
    'ライダー',
    'アーティザン',
    'デーモンルーラー',
    'アルケミスト',
    'アリストクラシー',
    'ドルイド',
    'ウォーリーダー',
    'ミスティック',
    'ジオマンサー'
]

warrior_skills = [
    'ファイター',
    'グラップラー',
    'フェンサー',
    'シューター',
]

magic_skills = [
    'ソーサラー',
    'コンジャラー',
    'プリースト',
    'フェアリーテイマー',
    'マギテック',
    'ドルイド',
    'デーモンルーラー',
]

extra_skills = [
    'スカウト',
    'レンジャー',
    'セージ',
    'エンハンサー',
    'バード',
    'ライダー',
    'アルケミスト',
]